Repository: wp-plugins/icepay-woocommerce-online-payment-module
Catalog: languages/icepay-*.po
Languages: de_de, nl_nl

source: Settings
de_de: Einstellungen
nl_nl: Instellingen

source: Warning: There are no payment methods configured yet.
de_de: Hinweis: Es sind noch keine Bezahlmethoden konfiguriert.
nl_nl: Waarschuwing: Nog geen betaalmethoden opgeslagen.

source: Loading payment method data...
de_de: Laden Bezahlmethodendaten...
nl_nl: Betaalmethodes aan het ophalen...

source: Refresh payment methods
de_de: Aktualisieren Bezahlmethoden
nl_nl: Betaalmethodes vernieuwen

source: Postback URL installed successfully.
de_de: Postback URL erfolgreich installiert.
nl_nl: Postback URL is succesvol geïnstalleerd.

source: No active payment methods found for this merchant.
de_de: Keine aktiven Zahlungsmittel für diesen Händler gefunden.
nl_nl: Geen actieve betaalmethodes gevonden voor deze merchant.

source: This plugin requires SOAP to make payments. Please contact your hosting provider to support SOAP.
de_de: Dieses Plugin benötigt SOAP um Zahlungen zu tätigen.
nl_nl: Deze plugin vereist SOAP om betalingen te doen. Neem contact op met uw hosting provider ter ondersteuning van SOAP.

source: View the manual
de_de: Handbuch anzeigen
nl_nl: Bekijk de handleiding

source: Visit the ICEPAY website
de_de: Besuchen Sie die Website ICEPAY
nl_nl: Bezoek de website van ICEPAY

source: Configuration
de_de: Konfiguration
nl_nl: Configuratie

source: Payment methods
de_de: Bezahlmethoden
nl_nl: Betaalmethodes

source: Information
nl_nl: Informatie

source: Merchant configuration
de_de: Händler-Konfiguration
nl_nl: Merchant configuratie

source: Your Merchant ID and Secretcode are available in the ICEPAY Merchant Portal. See the Manual for more information.
de_de: Ihre Händler-ID und Secretcode finden Sie im Händler Portal von ICEPAY. Im Handbuch finden Sie weitere Infomatuionen.
nl_nl: Uw Merchant ID en Secretcode zijn beschikbaar in de ICEPAY Merchant Portal. Raadpleeg de handleiding voor meer informatie.

source: Are there payments methods missing from this payment table? Enable or activate them in the ICEPAY Merchant Portal at
de_de: Fehlen in dieser Zahlungsliste Bezahlmethoden? Aktivieren oder schalten Sie diese frei in dem ICEPAY Händler Portal auf...
nl_nl: Ontbreken er betalingsmethodes in dit tabel? Schakel of activeer ze via het ICEPAY Merchant Portal op

source: Refresh Payment methods
de_de: Aktualisieren Zahlungsarten
nl_nl: Betaalmethodes vernieuwen

source: Module version
de_de: Modulversion
nl_nl: Module versie

source: WC Version
nl_nl: WooCommerce versie

source: WP Version
nl_nl: Wordpress versie

source: using ICEPAY API
de_de: Verwendung ICEPAY API
nl_nl: met behulp van ICEPAY API

source: Please include this information when you create a support ticket, this way we can help you better
de_de: Bitte fügen Sie diese Information Ihrem Support Ticket bei, sodas wir Ihnen besser helfen können.
nl_nl: Gelieve deze informatie opnemen in een supportticket wanneer u deze maakt, op deze manier kunnen wij u beter helpen

source: Copy and paste this URL to the Success, Error and Postback section of your ICEPAY merchant account page.
de_de: Kopieren Sie diese URL zum Erfolg, Fehler und Postback-Abschnitt Ihrer ICEPAY Händler-Konto-Seite.
nl_nl: Knip en plak dit in uw ICEPAY Merchant account pagina.

source: Copy the Merchant ID from your ICEPAY account.
de_de: Kopieren Sie die Händler-ID von Ihrem ICEPAY Konto.
nl_nl: Kopieer het Merchant ID van uw ICEPAY account.

source: Copy the Secret Code from your ICEPAY account.
de_de: Kopieren Sie diesen Secretcode aus Ihrem ICEPAY Konto.
nl_nl: Kopieer de Secretcode van uw ICEPAY account.

source: Optional configuration
de_de: Optionale Konfiguration
nl_nl: Optionele configuratie

source: Description on transaction statement
de_de: Beschreibung auf Transaktionsauszug
nl_nl: Beschrijving op afschrift klant

source: Some payment methods allow customized descriptions on the transaction statement. If left empty the Order ID is used. (Max 100 char.)
de_de: Einige Zahlungsmethoden erlauben maßgeschneiderte Beschreibungen auf dem Transaktionsauszug. Falls diese leer gelassen wird, wird die Bestell-ID verwendet.
nl_nl: Sommige betaalmethoden accepteren een handmatige beschrijving van de betaling. Indien deze leeg gelaten word, wordt het Order ID gebruikt (Max 100 tekens.)

source: Custom IP Range for IP Check for Postback
de_de: Benutzerdefinierte IP-Bereich für die IP-Check for Postback
nl_nl: Handmatige IP Range voor IP Check op de Postback

source: For example a proxy: 1.222.333.444-100.222.333.444 For multiple ranges use a , seperator: 2.2.2.2-5.5.5.5,8.8.8.8-9.9.9.9
de_de: Zum Besipiel ein Proxy: 1.222.333.444-100.222.333.444 Für mehrere Bereiche verwenden Sie ein , als Trennzeichen: 2.2.2.2-5.5.5.5,8.8.8.8-9.9.9.9
nl_nl: Bijvoorbeeld voor een proxy: 1.222.333.444-100.222.333.444 Voor meerdere ranges gebruik een ,: 1.222.333.444-100.222.333.444,2.222.333.444-200.222.333.444

source: Awaiting Payment
de_de: Erwartung der Zahlung
nl_nl: Wachten op betaling

source: Active
de_de: Aktiv
nl_nl: Actief

source: Enable or disable the payment method during the checkout process
de_de: Aktivieren oder deaktivieren Sie die Bezahlmethoden während der Kaufabwicklung
nl_nl: Inschakelen of de betaalmethode tijdens het afrekenen uitschakelen

source: Displayname
de_de: Anzeigename
nl_nl: Display naam

source: Name that will be displayed during the checkout.
de_de: Name, der während der Bezahlung angezeigt wird.
nl_nl: Naam die tijdens de checkout zichtbaar is.

source: AMEX
de_de: American Express
nl_nl: American Express

source: MASTER
de_de: Mastercard
nl_nl: Mastercard

source: ING
de_de: ING Bank
nl_nl: ING Bank

source: VANLANSCHOT
de_de: Van Lanschot Bankiers
nl_nl: Van Lanschot Bankiers

source: Choose your payment method
de_de: Bitte wählen Sie Ihre Bezahlmethode
nl_nl: Maak een keuze

source: Currency is not supported by this payment method
de_de: Währung wird von dieser Bezahlmethode nicht unterstützt
nl_nl: Valuta wordt niet ondersteund door deze betaalmethode

source: This order ID already exists. Please contact the shop.
de_de: Diese Bestellungs ID ist bereits vorhanden. Bitte kontaktieren Sie das Geschäft/den Webshop.
nl_nl: Deze order ID bestaat reeds. Neem contact op met de winkel.

source: Payment error:
de_de: Fehler bei der Zahlung
nl_nl: Betalingsfout:

source: Merchant ID
de_de: Händler-ID
